{
  "JobList": [
    {
      "id": 1,
      "title": "User Experience Deisgner",
      "companyName": "Myntra",
      "companyIcon": "/assets/logos/myntra.svg",
      "location": "Hitech city, Hyderabad - 500072",
      "routes": ["Bike", "Bus", "Metro"],
      "time": "36 min ago",
      "distance": "10 - 20 Kms",
      "role": "Full time",
      "category": "UI/UX Designer",
      "saved": false,
      "description": "Open Text is seeking a talented, personable interaction designer who can assist the User Experience Design team by working with other designers and development teams on a variety of projects. The OpenText User Experience Design group is a distributed multi-disciplinary team of professionals that are responsible for enhancing the UX of the company's collective product suites worldwide.",
      "aboutTheCompany": "High level of proficiency with leading UX Design software packages, such as Axure, Sketch, InVision, or Experience Design including the core Adobe Creative Suite products.Excellent written and oral communication and presentation skills."
    },
    {
      "id": 2,
      "title": "Product Deisgner",
      "companyName": "BMW",
      "companyIcon": "/assets/logos/bmw.svg",
      "location": "Hitech city, Hyderabad - 500072",
      "routes": ["Bike", "Bus", "Car", "Metro"],
      "time": "10 days ago",
      "distance": "10 - 20 Kms",
      "role": "Full time",
      "category": "UI/UX Designer",
      "saved": false,
      "description": "We are seeking a Product Designer with a passion for finding solutions that allow customers to intuitively use our products. The ideal candidate will be skilled at each stage of the design process but always focused on the needs of the customer. You will work with other designers and cross-functional team members and will rely heavily on both qualitative and quantitative data to make informed decisions.",
      "aboutTheCompany": "Bayerische Motoren Werke AG, commonly referred to as BMW, is a German multinational corporate manufacturer of luxury vehicles and motorcycles headquartered in Munich, Bavaria, Germany. The corporation was founded in 1916 as a manufacturer of aircraft engines, which it produced from 1917 until 1918 and again from 1933 to 1945."
    },
    {
      "id": 3,
      "title": "User Experience Deisgner",
      "companyName": "Instagram",
      "companyIcon": "/assets/logos/instagram.svg",
      "location": "Hitech city, Hyderabad - 500072",
      "routes": ["Bike", "Car"],
      "time": "36 min ago",
      "distance": "10 - 20 Kms",
      "role": "Full time",
      "category": "UI/UX Designer",
      "saved": false,
      "description": "As a UX designer you are responsible for creating interactive programs that enhance a customer's experience with a brand and facilitate an enjoyable experience on the business's website. You also need to have a working understanding of coding and transfer the brand's strength through the interface of a product.",
      "aboutTheCompany": "Instagram is a photo and video sharing social networking service founded in 2010 by Kevin Systrom and Mike Krieger, and later acquired by American company Facebook Inc., now known as Meta Platforms. The app allows users to upload media that can be edited with filters and organized by hashtags and geographical tagging. Posts can be shared publicly or with preapproved followers."
    },
    {
      "id": 4,
      "title": "User Experience Deisgner",
      "companyName": "Hp",
      "companyIcon": "/assets/logos/hp.svg",
      "location": "Hitech city, Hyderabad - 500072",
      "routes": ["Bike", "Bus", "Metro"],
      "time": "46 days ago",
      "distance": "10 - 20 Kms",
      "role": "Full time",
      "category": "UI/UX Designer",
      "saved": false,
      "description": "We are seeking a Product Designer with a passion for finding solutions that allow customers to intuitively use our products. The ideal candidate will be skilled at each stage of the design process but always focused on the needs of the customer. You will work with other designers and cross-functional team members and will rely heavily on both qualitative and quantitative data to make informed decisions.",
      "aboutTheCompany": "We are a technology company born of the belief that companies should do more than just make a profit. They should make the world a better place.Our efforts in climate action, human rights, and digital equity prove that we are doing everything in our power to make it so. With over 80 years of actions that prove our intentions, we have the confidence to envision a world where innovation drives extraordinary contributions to humanity."
    },
    {
      "id": 5,
      "title": "User Experience Deisgner",
      "companyName": "Twitter",
      "companyIcon": "/assets/logos/twitter.svg",
      "location": "Hitech city, Hyderabad - 500072",
      "routes": ["Bike", "Bus", "Car", "Metro"],
      "time": "1 week ago",
      "distance": "10 - 20 Kms",
      "role": "Full time",
      "category": "UI/UX Designer",
      "saved": false,
      "description": "Collaborate with product management and engineering to define and implement innovative solutions for the product direction, visuals and experience. Execute all visual design stages from concept to final hand-off to engineering. Conceptualize original ideas that bring simplicity and user friendliness to complex design roadblocks. Create wireframes, storyboards, user flows, process flows and site maps to effectively communicate interaction and design ideas.",
      "aboutTheCompany": "Twitter is a microblogging and social networking service on which users post and interact with messages known as tweets, owned by American company Twitter, Inc. Registered users can post, like, and retweet tweets, however, unregistered users have the ability to only read tweets that are publicly available. Users interact with Twitter through browser or mobile frontend software, or programmatically via its APIs."
    },
    {
      "id": 6,
      "title": "User Experience Deisgner",
      "companyName": "Wipro",
      "companyIcon": "/assets/logos/wipro.svg",
      "location": "Hitech city, Hyderabad - 500072",
      "routes": ["Bike", "Bus", "Car", "Metro"],
      "time": "10 days ago",
      "distance": "21 - 30 Kms",
      "role": "Full time",
      "category": "UI/UX Designer",
      "saved": false,
      "description": "As a UX designer you are responsible for creating interactive programs that enhance a customer's experience with a brand and facilitate an enjoyable experience on the business's website. You also need to have a working understanding of coding and transfer the brand's strength through the interface of a product.",
      "aboutTheCompany": "Wipro Limited is a leading technology services and consulting company focused on building innovative solutions that address client's most complex digital transformation needs."
    },
    {
      "id": 7,
      "title": "User Interface Deisgner",
      "companyName": "Ola",
      "companyIcon": "/assets/logos/ola.svg",
      "location": "Hitech city, Hyderabad - 500072",
      "routes": ["Bike", "Bus", "Car"],
      "time": "20 days ago",
      "distance": "0 - 10 Kms",
      "role": "Full time",
      "category": "UI/UX Designer",
      "saved": false,
      "description": "Use wireframes, storyboards, process flows and sitemaps to illustrate and present design ideas. Collaborate with product managers and engineers to understand the product before presenting solutions to improve the visual and interactive experience.Gather user requirements from product managers to create compelling and original graphic designs (images, sketches, etc).",
      "aboutTheCompany": "Ola is India’s largest mobility platform and one of the world’s largest ride-hailing companies, serving 250+ cities across India, Australia, New Zealand, and the UK. The Ola app offers mobility solutions by connecting customers to drivers and a wide range of vehicles across bikes, auto-rickshaws, metered taxis, and cabs, enabling convenience and transparency for hundreds of millions of consumers and over 1.5 million driver-partners."
    },
    {
      "id": 8,
      "title": "Senior Deisgner",
      "companyName": "Uber",
      "companyIcon": "/assets/logos/uber.svg",
      "location": "Hitech city, Hyderabad - 500072",
      "routes": ["Bike", "Car"],
      "time": "10 days ago",
      "distance": "0 - 10 Kms",
      "role": "Full time",
      "category": "UI/UX Designer",
      "saved": false,
      "description": "A senior designer is most typically responsible for bringing design solutions to life which adhere to marketing strategies and business goals. They must be comfortable making decisions and managing designers that are producing the graphics and should be able to see graphics development from a holistic perspective.",
      "aboutTheCompany": "Uber Technologies, Inc. (Uber) is an American mobility as a service provider, allowing users to book a car and driver to transport them in a way similar to a taxi. It is based in San Francisco with operations in approximately 72 countries and 10,500 cities in 2021."
    },
    {
      "id": 9,
      "title": "Software Development Engineer",
      "companyName": "Myntra",
      "companyIcon": "/assets/logos/myntra.svg",
      "location": "Hitech city, Hyderabad - 500072",
      "routes": ["Bike", "Bus", "Metro"],
      "time": "16 min ago",
      "distance": "10 - 20 Kms",
      "role": "Full time",
      "category": "developer",
      "saved": false,
      "description": "The main duties and responsibilities of software engineers include directing and participating in programming activities, monitoring, and evaluating system performance, and designing and implementing new programs and features.",
      "aboutTheCompany": "High level of proficiency with leading UX Design software packages, such as Axure, Sketch, InVision, or Experience Design including the core Adobe Creative Suite products.Excellent written and oral communication and presentation skills."
    },
    {
      "id": 10,
      "title": "Senior Software Developer",
      "companyName": "Instagram",
      "companyIcon": "/assets/logos/instagram.svg",
      "location": "Hitech city, Hyderabad - 500072",
      "routes": ["Bike", "Car"],
      "time": "1 day ago",
      "distance": "0 - 10 Kms",
      "role": "Full time",
      "category": "developer",
      "saved": false,
      "description": "A senior developer manages a team of developers and will be expected to encourage creativity and efficiency throughout complex digital projects. Due to the pressurised nature of the role, a robust and organised approach to the work is needed to produce the best solutions.",
      "aboutTheCompany": "Instagram is a photo and video sharing social networking service founded in 2010 by Kevin Systrom and Mike Krieger, and later acquired by American company Facebook Inc., now known as Meta Platforms. The app allows users to upload media that can be edited with filters and organized by hashtags and geographical tagging. Posts can be shared publicly or with preapproved followers."
    }
  ],
  "userLocation": [
    {
      "id": 1,
      "name": "Mumbai",
      "AQI": 894
    },
    {
      "id": 2,
      "name": "Hyderabad",
      "AQI": 938
    },
    {
      "id": 3,
      "name": "Delhi",
      "AQI": 872
    },
    {
      "id": 4,
      "name": "Chennai",
      "AQI": 902
    }
  ],
  "skills": [
    {
      "id": 1,
      "name": "Product Designer"
    },
    {
      "id": 2,
      "name": "UI/UX Designer"
    }
  ]
}
